[
    {
      "id": 0,
      "content": "Which of the following questions best identify your goals?      ",
      "options": [
        {
          "text": "A. Are you looking to set up an individual health identifier?          ",
          "feedback":"Medicare is the publicly-funded universal health care insurance in Victoria, and is what is used to access healthcare services. To learn how to set your Medicare up, you can go through our guide here: https://lesterwithhistreasure.de/medicare"
        },
        {
          "text": "B. Are you looking to access government related services?          ",
          "feedback":"MyGov is a simple and secure way to access government services, some examples of what you can access here are the ATO, Centrelink, health identifier, etc. To learn how to set your MyGov up, you can go through our guide here: https://lesterwithhistreasure.de/mygov "
        },
        {
          "text": "C. Are you looking to set up an online mailing address?   ",
          "feedback":"Gmail is a free web-based online mailing service, many services require an email to be used as a form of communication and identification. To learn how to set up a gmail account, you can do so through our guide here: https://lesterwithhistreasure.de/email"
        },
        {
          "text": "D. None of the above   ",
          "feedback":"It looks like none of our current guides will match your desired goal. If you’d like a guide created for a specific platform, you can make a suggestion over on our learning suggestions page: https://lesterwithhistreasure.de/learningsuggestions"
        }
      ]
    },
    {
    "id": 1,
    "content": "Which of the following descriptions best matches yours goals ?",
    "options": [
      {
        "text": "A. Online Messaging",
        "feedback":"WhatsApp is a free to use messaging and calling digital application that works with all mobile devices. It can send messages from anywhere to anyone as long as you’ve got an internet connection. To learn how to set Whatsapp up, you can go through our guide here: https://lesterwithhistreasure.de/whatsapp "
      },
      {
        "text": "B. Video Calling         ",
        "feedback":"WhatsApp is a free to use messaging and calling digital application that works with all mobile devices. It can send messages from anywhere to anyone as long as you’ve got an internet connection. To learn how to set WhatsApp up, you can through our guide here: https://lesterwithhistreasure.de/whatsapp"
      },
      {
        "text": "C. Social networking/Online Communities   ",
        "feedback":"Zoom is a free to use video conferencing software. It is great for big family catch-up sessions. To learn how to use and set Zoom up, you can go through our guide here: https://lesterwithhistreasure.de/zoom"
      },
      {
        "text": "D. None of the above   ",
        "feedback":"It looks like none of our current guides will match your desired goal. If you’d like a guide created for a specific platform, you can make a suggestion over on our learning suggestions page: https://lesterwithhistreasure.de/learningsuggestions"
      }
    ]
  }

  ]